export const events = [
  {
    id: 1,
    category: 'Наука',
    year_from: 1927,
    year_to: 1935,
    list: [
      {
        year: 1927,
        title: 'Открытие электрона в эксперименте с лучами Крокса',
      },
      {
        year: 1932,
        title: 'Обнаружение нейтрино Вольфгангом Паули',
      },
      {
        year: 1935,
        title: 'Эйнштейн, Подольский и Розен предложили парадокс ЕПР',
      },
    ],
  },
  {
    id: 2,
    category: 'Спорт',
    year_from: 1936,
    year_to: 1952,
    list: [
      {
        year: 1936,
        title: 'Олимпийские игры в Берлине',
      },
      {
        year: 1948,
        title: 'Первые послевоенные Олимпийские игры в Лондоне',
      },
      {
        year: 1952,
        title: 'Олимпийские игры в Хельсинки',
      },
    ],
  },
  {
    id: 3,
    category: 'Искусство',
    year_from: 1503,
    year_to: 1517,
    list: [
      {
        year: 1503,
        title: 'Начало работы Микеланджело над "Давидом"',
      },
      {
        year: 1508,
        title: 'Сикстинская капелла: потолок',
      },
      {
        year: 1517,
        title: 'Сикстинская капелла: Суд последний',
      },
    ],
  },
  {
    id: 4,
    category: 'Политика',
    year_from: 1945,
    year_to: 1991,
    list: [
      {
        year: 1945,
        title: 'Подписание Акта о безоговорочной капитуляции Германии',
      },
      {
        year: 1963,
        title: 'Присяга Джона Кеннеди на посту Президента США',
      },
      {
        year: 1991,
        title: 'Официальное прекращение существования Советского Союза',
      },
    ],
  },
  {
    id: 5,
    category: 'Технологии',
    year_from: 1971,
    year_to: 2007,
    list: [
      {
        year: 1971,
        title: 'Представление первого микропроцессора Intel 4004',
      },
      {
        year: 1983,
        title: 'Выход первого персонального компьютера IBM PC',
      },
      {
        year: 2007,
        title: 'Анонс первого iPhone',
      },
    ],
  },
  {
    id: 6,
    category: 'Медицина',
    year_from: 1796,
    year_to: 1928,
    list: [
      {
        year: 1796,
        title: 'Вакцинация против оспы Эдвардом Дженнером',
      },
      {
        year: 1847,
        title: 'Введение эфира в медицинскую практику',
      },
      {
        year: 1928,
        title: 'Открытие пенициллина Александром Флемингом',
      },
    ],
  },
];
